{
  "PROTOCOL": {
    "TITLE": "License Agreement",
    "ARTICLE": "IMPORTANT: This Agreement is an End User License Agreement (hereinafter referred to as the \"Agreement\") between You (Personal, Corporate or any other entity) and LINKDAM regarding the use of LINKDAM Wallet. Please read this agreement carefully before using your LINKDAM wallet. Your use of the LINKDAM Wallet will be deemed to have been agreed to be bound by the terms described in this Agreement. If you do not agree to this agreement, do not use a LINKDAM wallet. You can request a return if you comply with the LINKDAM Return Policy. The return policy is implemented in accordance with the relevant laws and regulations of the country where the purchase is made.",
    "ARTICLE_1": "1. Important Tips",
    "CONTENT_1": "Before you use the LINKDAM wallet, please read the instructions carefully, back up your seed password and payment password after creating the wallet, and keep your password and wallet safe. In order to ensure that the LINKDAM wallet is absolutely safe, the LINKDAM cannot store your seed password and payment password. It is because of this security mechanism that the LINKDAM cannot provide you with the password recovery function. If you personally directly or indirectly cause the seed password, payment password, LINKDAM wallet to be lost, forgotten or stolen, all risks, liabilities, losses, expenses, etc. caused by you shall be borne by you.",
    "ARTICLE_2": "2. Use Restrictions",
    "CONTENT_2_1": "(1) The technology or intellectual property of LINKDAM shall not be used to design, develop, manufacture and sell third party equipment associated with the LINKDAM Wallet without the prior permission of LINKDAM./附件或授予许可。",
    "CONTENT_2_2": "(2) Unless expressly permitted otherwise, you may not and agree that no other person may copy, reverse engineer, decompile, disassemble, or create derivative works of the LINKDAM Wallet.",
    "CONTENT_2_3": "(3) You agree to comply with all applicable laws and regulations of the country or region in which the wallet resides or is used when using the LINKDAM Wallet.",
    "ARTICLE_3": "3. Reservation of Rights",
    "CONTENT_3_1": "LINKDAM and its licensors enjoy and retain all rights and eligibility for the LINKDAM Wallet and retain any other rights not expressly granted to you by this Agreement.",
    "CONTENT_3_2": "You acknowledge that the Wallet is provided \"as is\" without warranty of any kind, either express or implied, and to the fullest extent permitted by applicable law, LINKDAM, its licensors/affiliates or copyright holders do not provide any express information. Or implied representations or warranties, including but not limited to warranties of merchantability, satisfactory quality, fitness for a particular purpose, accuracy, confidentiality and non-infringement of third party rights. LINKDAM or any other party does not guarantee that the features contained in the wallet will meet your requirements or that the operation of the wallet will not be interrupted or error. It is your responsibility to choose this wallet to achieve the desired results and all the responsibilities and risks associated with using this wallet and obtaining results.",
    "ARTICLE_4": "4. Limitation of Liability",
    "CONTENT_4_1": "(1) The LINKDAM does not assume any responsibility for the use of the LINKDAM wallet caused by misuse, misuse or unauthorized modification.",
    "CONTENT_4_2": "(2) Any profit, income, loss of sales, loss of data or purchase of substitute goods or services, property damage, personal injury, business caused by the use or inability to use the wallet to the extent not prohibited by applicable law Interruption, loss of business information, or any special, direct, indirect, incidental, economic, cover-up, punitive, special or subordinate damage, regardless of the theory of responsibility (contract, infringement, negligence or otherwise) The LINKDAM and its employees, licensors or affiliates are not liable, even if they have been advised of the possibility of such damage.",
    "CONTENT_4_3": "Some jurisdictions do not allow liability for personal injury, incidental or consequential damages, and this limitation may not apply to you.",
    "CONTENT_4_4": "(3) The total liability limit of the LINKDAM for all damages (except for the personal injury or death caused by the fault of the LINKDAM, subject to applicable law) does not exceed the price paid by the LINKDAM equipment.",
    "ARTICLE_5": "5. Dispute Resolution and the Law Underlying",
    "CONTENT_5_1": "(1) This Agreement shall be governed by and construed in accordance with the relevant laws of the People's Republic of China.",
    "CONTENT_5_2": "(2) All disputes arising out of or relating to this Agreement shall first be settled through friendly negotiation between the parties. If the negotiation fails, you should submit the dispute or dispute to the people's court of the jurisdiction where the chain company is located."
  }
}