{
  "REGISTER": {
    "TITLE": "LINKDAM User Registration Agreement",
    "CONTENT": "This agreement is a contract between you and the owner of the LINKDAM website (referred to as: this site, website: www.linkdam.com) (hereinafter referred to as: LINKDAM) on the related matters of the LINKDAM website service, etc. Please carefully After reading this registration agreement, this agreement constitutes a legal document binding on both parties after you click the registration button.",
    "ARTICLE_1": "Article 1 Confirmation and acceptance of the terms of service of this site",
    "CONTENT_1_1": "1.1 The ownership and operation rights of each electronic service of this site belong to the LINKDAM. Users agree to the terms of all registration agreements and complete the registration process in order to become an official user of this site. The user confirms that the terms of this agreement are contracts for the rights and obligations of both parties, and are always valid. If there are other mandatory provisions in the law or if the parties have special agreement, the provisions shall be followed.",
    "CONTENT_1_2": "1.2 If the user clicks to agree to this agreement, the user is deemed to have the corresponding rights and behavioral ability to enjoy the service of the site, order shopping, etc., and can independently assume legal responsibility.",
    "CONTENT_1_3": "1.3 If you are under the age of 18, you can only use this site with the participation of your parent or guardian.",
    "CONTENT_1_4": "1.4 LINKDAM reserves the right to refuse service, close user accounts, clear or edit content or cancel orders, within the scope permitted by the laws of the People's Republic of China.",
    "ARTICLE_2": "Article 2 Site Service",
    "CONTENT_2_1": "2.1 LINKDAM provides users with Internet information and other services through the Internet according to law. Users fully have the right to use the relevant services of this site if they fully agree to this agreement and the provisions of this site.",
    "CONTENT_2_2": "2.2 Users must prepare the following equipment and bear the following expenses:",
    "CONTENT_2_2_1": "(1) Internet devices, including not limited to computers or other Internet terminals, modems and other necessary Internet devices;",
    "CONTENT_2_2_2": "(2) Internet expenses, including not limited to network access fees, Internet equipment rental fees, mobile phone traffic charges, etc.",
    "ARTICLE_3": "Article 3 User Information",
    "CONTENT_3_1": "3.1 The user shall provide the registration information to the site in good faith. The user agrees that the registration information provided by the user is true, accurate, complete, legal and valid. If the user registration information changes, the registration information shall be updated in a timely manner. If the registration information provided by the user is illegal, untrue, inaccurate or incomplete, the user shall bear the corresponding responsibilities and consequences, and the LINKDAM reserves the right to terminate the use of the LINKDAM services.",
    "CONTENT_3_2": "3.2 When the user browses, orders, and other activities on the site, the user will be kept strictly confidential, including the user's real name/name, communication address, contact number, e-mail address, etc., unless authorized by the user or legally It is stipulated that this site will not disclose user privacy information to the outside world.",
    "CONTENT_3_3": "3.3 After the user is successfully registered, the account information such as the user name and password will be generated. You can change your password according to the rules of this site. Users should carefully and reasonably save and use their username and password. If the user finds any illegal use of the user account or a security breach, please notify the site immediately and report the case to the public security organ.",
    "CONTENT_3_4": "3.4 The user agrees that the LINKDAM has the right to inform the registration, shopping users, and consignees of the order information, promotional activities, etc. by means of mail, SMS, etc.",
    "CONTENT_3_5": "3.5 Users shall not lend the account registered in this website to others for use, otherwise the user shall bear all the liabilities arising therefrom and bear joint and several liability with the actual user.",
    "CONTENT_3_6": "3.6 The user agrees that LINKDAM has the right to use the user's registration information, user name, password and other information to log in to the user's registered account for evidence preservation, including but not limited to notarization, witness, etc.",
    "ARTICLE_4": "Article 4 User's obligation to act according to law",
    "CONTENT_4_1": "This agreement is formulated in accordance with relevant national laws, regulations and rules. Users agree to strictly observe the following obligations:",
    "CONTENT_4_1_1": "(1) It is not allowed to transmit or publish: incitement to resist, to undermine the constitution and the implementation of laws and administrative regulations, to incite subversion of state power, to overthrow the socialist system, to incite separatist countries, to undermine national reunification, and to incite national hatred and nationality. Discrimination and destruction of national unity;",
    "CONTENT_4_1_2": "(2) When transmitting information from China to overseas, it must comply with relevant Chinese laws and regulations;",
    "CONTENT_4_1_3": "(3) Do not use this site to engage in illegal activities such as money laundering, stealing trade secrets, stealing personal information, etc.;",
    "CONTENT_4_1_4": "(4) Do not interfere with the normal operation of the station, and may not invade the station and the national computer information system;",
    "CONTENT_4_1_5": "(5) No information such as illegal, harassing, slanderous, abusive, intimidating, harmful, vulgar, obscene, uncivilized, etc. may be transmitted or published;",
    "CONTENT_4_1_6": "(6) It is not allowed to transmit or publish information materials or speech that harm the public interest of the state and involve national security;",
    "CONTENT_4_1_7": "(7) Do not insult others to engage in acts prohibited by this section;",
    "CONTENT_4_1_8": "(8) Do not use the account registered at the site for profit-making business activities;",
    "CONTENT_4_1_9": "(9) Do not post any content that infringes the copyright or trademark rights of others, such as copyright or trademark rights;",
    "CONTENT_4_2": "Users should pay attention to and comply with the various legal rules published or modified by the Site from time to time.",
    "CONTENT_4_3": "This site retains the right to delete all kinds of information that does not comply with legal policies or untrue information without notifying the user.",
    "CONTENT_4_4": "If the user fails to comply with the above provisions, the site has the right to make independent judgments and take measures such as suspending or closing the user account. Users are legally responsible for their own statements and actions on the Internet.",
    "ARTICLE_5": "Article 5 Product Information",
    "CONTENT_5_1": "Product information such as the price, quantity, and availability of goods on this site may change at any time. This site does not give special notice. Due to the huge amount of product information on the website, although the site will do its utmost to ensure the accuracy of the information of the products you are browsing, due to the well-known Internet technology factors and other objective reasons, the information displayed on the website may have certain information. Lag or error, you know and understand this situation; LINKDAM welcomes correction, and will give the corrector a certain reward depending on the situation.",
    "CONTENT_5_2": "For convenience, goods and services are referred to as goods or goods.",
    "ARTICLE_6": "Article 6 Order",
    "CONTENT_6_1": "6.1 When you place an order, please carefully confirm the name, price, quantity, model, specification, size, contact address, telephone number, consignee and other information of the purchased product. If the consignee is inconsistent with the user, the behavior and meaning of the consignee shall be regarded as the behavior and meaning of the user. The user shall be jointly and severally liable for the legal consequences of the consignee’s behavior and meaning.",
    "CONTENT_6_2": "6.2 Unless otherwise stipulated by law, the parties agree as follows: The information on the goods and prices displayed by the seller on this website is only the release of the transaction information. When you place the order, you must fill in the quantity, price and payment method of the goods you wish to purchase. , consignee, contact information, delivery address, etc.; the system generated order information is automatically generated by the computer information system according to the content you filled in, only the transaction request you send to the seller; the seller receives your After the order information, only when the seller orders the goods you ordered in the order from the warehouse directly to you (marked by the goods delivery), it is regarded as the goods that are actually directly sent to you between you and the seller. A trading relationship is established; if you order multiple items in an order and the seller only sends you some items, you and the seller only establish a trading relationship with the goods that are actually sent directly to you; When the seller actually sends you directly the other goods ordered in the order, the other party in the order between you and the seller has actually sent you directly The goods are only established in trading relationships. You can log in to your account registered at this site to check the status of your order.",
    "CONTENT_6_3": "6.3 Due to market changes and various factors that are difficult to control with reasonable commercial efforts, this site cannot guarantee that the goods you wish to purchase will be available in the order information you submit; if the goods you intend to purchase are out of stock, you have the right. cancel order.",
    "ARTICLE_7": "Article 7 Distribution",
    "CONTENT_7_1": "7.1 The seller will deliver the goods (goods) to the delivery address you specified. All the delivery times listed on this site are reference time. The reference time is calculated based on the inventory status, normal processing and delivery. Estimated based on the time of delivery and delivery location.",
    "CONTENT_7_1_1": "(1) The information provided by the user is incorrect, the address is not detailed, etc.;",
    "CONTENT_7_1_2": "(2) No one signs after the delivery of the goods, resulting in failure to deliver or delay delivery;",
    "CONTENT_7_1_3": "(3) Caused by the situation change factor;",
    "CONTENT_7_1_4": "(4) Caused by force majeure factors, such as natural disasters, traffic martial law, and sudden wars.",
    "ARTICLE_8": "Article 8",
    "CONTENT_8_1": "8.1 Once the user accepts this agreement, it indicates that the user has taken the initiative to disclose the property of any form of information (including but not limited to customer evaluation, customer consultation, various topic articles, etc.) published on the site at any time. Any transferable rights such as rights, including copyright rights (including, not limited to: reproduction rights, distribution rights, rental rights, exhibition rights, performance rights, screening rights, broadcasting rights, information network communication rights, filming rights, adaptation rights, translations) The rights, the right of assembly and other transferable rights that should be enjoyed by the copyright owner are all transferred exclusively and irrevocably to the chain. The user agrees that the chain has the right to file a separate lawsuit against any subject infringement.",
    "CONTENT_8_2": "8.2 This Agreement has constituted a written agreement on the transfer of rights such as Article 25 of the Copyright Law of the People's Republic of China (the serial number of the Article is determined in accordance with the 2011 Copyright Law) and the copyright property rights of the relevant laws, and its validity and users are on the LINKDAM website. The content of any work published under the copyright law, whether formed before the conclusion of this agreement or after the conclusion of this agreement.",
    "CONTENT_8_3": "8.3 The User agrees and fully understands the terms of this Agreement and undertakes not to publish or authorize other entities to use the information in any form in any way (including but not limited to use on various websites and media).",
    "CONTENT_8_4": "8.4 LINKDAM is the creator of this site, has the legal rights to the copyright of the content and resources of this website, and is protected by national laws. It has the right to modify this agreement and the content of this site from time to time, and post it on this site without further notice. user. To the fullest extent permitted by law, LINKDAM has the right to interpret this Agreement and the content of this Site.",
    "CONTENT_8_5": "8.5 Except as otherwise required by law, no unit or individual may illegally copy, reproduce, quote, link, crawl or otherwise use the Site in any way, without the express written permission of Link Shield. The information content, otherwise, the LINKDAM has the right to pursue its legal responsibility.",
    "CONTENT_8_6": "8.6 The information published on this website (such as text, graphics, logos, button icons, images, sound file fragments, digital downloads, data editing and software) is the property of LINKDAM or its content provider, subject to China and international Protection of copyright law.",
    "CONTENT_8_7": "The compilation of all content on this site is the exclusive property of LINKDAM and is protected by Chinese and international copyright laws. All software on this site is the property of LINKDAM or its affiliates or its software suppliers and is protected by Chinese and international copyright laws.",
    "ARTICLE_9": "Article 9 Limitation of Liability and Unguaranteed Guarantee",
    "CONTENT_9_1": "Unless otherwise expressly stated in writing, the Site and all information, content, materials, products (including software) and services contained in or otherwise provided to you by this Site are current and current Based on the provided.",
    "CONTENT_9_2": "LINKDAM does not warrant all information, content, materials, products (including software) and services contained in or otherwise provided by the Site, its servers or e-mails sent from the Site, information is free of viruses or Other harmful ingredients.",
    "CONTENT_9_3": "If the sales system of the station crashes or fails to function due to force majeure or other reasons beyond the control of the site, the online transaction will not be able to complete or lose relevant information, records, etc., and the LINKDAM will reasonably try its best to assist in the aftermath.",
    "ARTICLE_10": "Article 10 Agreement update and user concern",
    "CONTENT_10": "According to the changes in national laws and regulations and the operation requirements of the website, LINKDAM has the right to modify the terms of this agreement from time to time. Once the revised agreement is posted on the site, it will take effect and replace the original agreement. Users can log in to check the latest agreement at any time; users are obliged to pay attention to and read the latest version of the agreement and website announcement from time to time. If the user does not agree to the updated agreement, it may and should immediately stop accepting the services provided by the LINKDAM website in accordance with this agreement; if the user continues to use the services provided by this website, it shall be deemed to agree to the updated agreement. LINKDAM recommends that you read this agreement and the announcement of this site before using this site. If any of the Agreements is deemed to be revoked, invalid, or unenforceable for any reason, the Article shall be deemed to be separable and shall not affect the validity and enforceability of any remaining provisions.",
    "ARTICLE_11": "Article 11 Jurisdiction and application of law",
    "CONTENT_11_1": "The conclusion, execution and interpretation of this Agreement and the resolution of disputes shall apply to the applicable laws applicable in the mainland of the People's Republic of China (but excluding its conflict of laws rules). In the event of any conflict between this Agreement and applicable law, these terms will be reinterpreted in full accordance with the law, and other valid terms will continue to be valid.",
    "CONTENT_11_2": "In the event of any dispute between the Contracting Parties regarding the content of this Agreement or its execution, the parties shall endeavor to resolve the dispute through friendly negotiation; if the negotiation fails, you agree to submit the dispute or dispute to the people's court of competent jurisdiction of the Company's location (Haidian District, Beijing).",
    "ARTICLE_12": "Article 12 Other",
    "CONTENT_12_1": "12.1 LINKDAM Website owner refers to the main body of the LINKDAM website that is legally licensed or filed by the government.",
    "CONTENT_12_2": "12.2 LINKDAM respects the legal rights of users and consumers. This Agreement and the various rules, statements and other contents published on this website are for better and more convenient service for users and consumers. This site welcomes users and the community to provide comments and suggestions. LINKDAM will accept and arbitrarily modify this agreement and various rules on this site."
  }
}